<div class="content" style="padding:15px 10px;">
<pre style="text-align:left;">
甲方：武汉柏霖网络科技有限公司
乙方：尊敬的投资者

为了维护您的自身权益，请在投资前仔细阅读本协议各条款，了解金融眼投资项目的运作规则、投资范围以及协议双方的权利、义务和责任。一旦加入本投资计划即视为对本协议全部条款及相关业务规则已充分理解并完全接受。
甲乙双方经友好协商，本着平等自愿、诚实信用的原则，就金融眼提供的投资计划的相关事项订立有效合约，达成如下协议：
释义：
除非本协议另有规定，以下词语在本协议中定义如下：
a. 金融眼：指由甲方运营和管理的网站，域名为：faxeye.com。
b. 出借人（乙方）：指通过甲方金融眼成功注册账户的会员，可参考甲方的推荐自主选择出借一定金额的资金给借款客户，且具有完全民事权利/行为能力的自然人。
c. 合作机构：指与甲方建立合作关系的机构，包括但不限于小额贷款公司、融资性担保公司、第三方支付机构等。
d. 借款客户：指有一定的资金需求，经过甲方合作机构的筛选推荐并且得到甲方合作机构（包括但不限于小额贷款公司或融资性担保公司）全额本息担保后，在甲方金融眼注册账户，由甲方推荐给出借人并得到出借人资金，且具有完全民事权利/行为能力的自然人。
e. 借款：出借人拟向借款客户提供的借款。
f. 监管账户：以甲方名义在银行开立的、账户内资金独立于甲方自有资金的银行监管/保管账户。
g. 金融眼账户：指出借人或借款客户以自身名义在金融眼注册后系统自动产生的虚拟账户，通过第三方支付机构及/或其他通道进行充值或提现。
h. 担保：指合作机构为出借人的借款提供的全额本息保障方式，包括但不限于以保证、抵押、质押等方式提供担保，或承诺进行代偿、债权回购或发放后备贷款等方式。以下表述中的“担保公司”为“武汉力天投资担保有限公司”

一、主要内容
1、 各类投资计划是金融眼推出的对经合作机构全额本息担保的借款项目进行自动优先投资及投资期限届满时自动转让债权的投资计划，可通过系统实现自动化的分散投资。乙方出借的本金和收益将在投资期限届满后一次性返回其金融眼账户。
3、期限：定期以投资计划为准，标满之日计息；活期不限期限，投标次日起计息。
4、 投资金额及预期收益：乙方知悉、了解并同意，本协议项下涉及的任何收益均为实际收益，甲方对本金及预期收益进行承诺或担保，乙方出借本金不存在不能够按期收回的风险，在前述前提下，乙方同意通过金融眼平台加入甲方提供的投资项目。
5、借款资金来源保证：乙方保证其所用于出借的资金来源合法，乙方是该资金的合法所有人，如果第三方对资金归属、合法性问题提出异议，由乙方自行解决。如未能解决，则乙方承诺放弃享有其所出借资金带来的利息等收益。

二、本协议的成立
1、 本协议成立：乙方按照金融眼的规则，通过在金融眼上勾选“我同意《金融眼投资协议》”以及点击“加入”按钮（按钮名称以金融眼网站显示为准，下同）确认后，即视为乙方与甲方已达成协议并同意接受本协议的全部约定以及金融眼网站所包含的其他与本协议有关的各项规则的规定。
2、加入资金冻结：乙方点击“加入”按钮确认后，即视为乙方已经向甲方发出不可撤销的授权指令，授权甲方委托相应的第三方支付机构及/或甲方开立监管账户的监管银行（“监管银行”）等合作机构，在乙方金融眼账户中，冻结金额等同于本协议第1.4条所列的“期初加入本金数额”的资金。上述冻结在本协议生效时或本协议确定失效时解除。
3、资金划转：投资项目所对应的加入资金全部冻结，且甲方系统完成所有资金的自动投资后，乙方及上述特定项目的借款客户即不可撤销地授权甲方委托相应的第三方支付机构及/或监管银行等合作机构，将金额等同于本协议第一类第4条条所列的“期初加入本金数额”的资金，逐笔由监管账户划转至相应的借款客户的指定银行账户，划转完毕即视为借款发放成功。
4、 甲方将在投资项目所对应的加入资金全部冻结后的3个工作日内完成投资项目资金的统一出借及划转。如3个工作日未完成上述操作，则甲方将乙方冻结资金退回乙方的金融眼账户，资金冻结期间不计收益。
5、本协议生效：本协议于甲方完成投资项目所对应的全部资金划转之日（“生效日”）立即生效，活期收益及相关费用自生效日开始计算。
6、在投资项目存续期限内，除本协议双方协商一致或本协议另有约定外，本协议项下的期限、收益分配方式、还款日期等均不得变更。

三、投资管理
1、乙方全权委托甲方按照本协议的约定，对等同于本协议第一类第4条所列的“期初加入本金”进行自动优先投资，作为出借资金出借给金融眼平台上经甲方及合作机构推荐、并且得到合作机构全额本息担保的借款客户，获取借款客户债权。
2、投资范围：金融眼平台上的经甲方及合作机构推荐、并且得到合作机构全额本息担保的借款项目。
3、乙方加入投资项目后，甲方将按照乙方加入投资项目的时间的先后顺序，对加入资金进行自动优先投资。先加入资项目的资金，在同期资项目所对应的全部资金内具有自动优先投资和到期赎回的更高优先级。
4、后续管理：在投资项目的存续期限内，乙方全权委托甲方对投资项目所投资项目的后续回款进行如下处理
5 甲方将把投资项目所投资项目返还的本金（包括但不限于借款项目当期还款所还本金、提前还款所还本金等）自动优先投资到新的项目中，投资范围参见本协议第三类第2条。
6、 本息返还时间：投资项目期限内赎回，3个工作日内到账（含3个工作日）。
7、 特殊处理方式：如投资项目期限届满后3个工作日后，甲方仍未能将乙方持有的投资项目中所对应的全部债权成功转让，则成功转让的债权所对应的资金，将显示在乙方金融眼账户中；未成功转让的债权将由合作机构（如担保公司）支付乙方本息，并显示在金融眼账户中。
8、 逾期项目：若甲方按本协议约定为乙方投资的借款项目，在乙方持有该借款项目期间出现逾期还款且合作机构未立即履行担保义务的情况，甲方将承担该借款项目的还款及剩余还款期限，乙方可获得相应的本金及/或利息回款直至该借款项目完成全部还款。

四、收益及费用
1、 收益来源：乙方委托甲方通过自动优先投资将资金出借给金融眼平台上的借款客户后，借款本金所产生的利息或借款本息复投所产生的利息在扣除第三方支付平台手续费（每笔2元）后的剩余部分将作为投资项目的收益支付给乙方（若借款客户收益不足以扣除第三方支付平台手续费的，则在本金中予以扣除）。
2、 收益起算时间：自本协议生效日开始。
3、 收益分配方式：收益复投、到期分配的方式，即在投资项目存续期限内，乙方加入投资项目后产生的收益将按照自动优先投资的原则进行投资，投资范围参见本协议第三类第2条。
4、金融眼投资项目不存在任何管理费用。

五、本协议的修改及终止
1、 本协议的任何修改、补充均须以金融眼平台电子文本形式作出。
2、双方均确认，本协议的签订、生效和履行以不违反法律为前提。如果本协议中的任何一条或多条被司法部门认定为违反所须适用的法律，则该条将被视为无效，但该无效条款并不影响本协议其他条款的效力。
3、乙方同意甲方有权根据国家法律法规、监管政策、自律规定、市场变化等对本协议及与本协议相关的规则进行调整，甚至终止本投资计划。
4、 调整或修改后的协议内容及相关业务规则将在金融眼（包括但不限于官网公告、站内信、手机平台等方式）进行公布并立即生效，无需另行通知乙方。如果乙方不接受修改，可立即以赎回本投资计划中全部加入资金的方式终止本服务；如乙方继续使用本投资计划的即被视为接受修改，并受修改后的协议及相关业务规则约束。
5、乙方同意，在甲方终止本协议时，乙方持有的本投资计划项下的借款项目将以借款项目的形式显示在乙方金融眼账户中，乙方将按该借款项目的还款方式及剩余还款期限，获得相应的本金及/或利息回款直至该借款项目完成全部还款。

六、其他
1、 如双方在本协议履行过程中发生任何争议，应友好协商解决；如协商不成，则须提交甲方所在地有管辖权的人民法院诉讼解决。
2、 与本协议相关的其他具体操作规则以甲方网站展示为准，并作为本协议的附件，如具体规则与本协议不一致的，以具体规则为准。乙方同意本协议即视为同意本协议相关附件。
</pre>
</div>