<style>
    .box{
        height:60px;
        position: fixed;
        bottom: 0;
        background-color: #f3f3f3;
        width: 100%;
    }
    .box>div{
        display: inline-block;
        width:24%;
        padding:0 24%;
    }
    .box>div div{
        text-align: center;
        height:50px;
        width: 50px;
        border-radius:100%;
        background-color: #ffffff;
        border: 1px solid #e2e2e4;
        line-height: 50px;
        margin-left: -20px;
        margin-top: 4px;
        color:#aaadb1;
    }
    .box>div div.active{
        background-color:#fb6e36;
        border: 1px solid #fb6e36;
        color: #ffffff;
    }
    .text{
        padding: 5px 3% 55px 3%;
    }
    .text h3{
        margin:5px 3%;
    }
    pre{
        text-align:left;
        margin-top: 0;
    }
</style>
<div id="text_1" class="text">
    <h3>平台使用协议</h3>
<pre>
最近更新日期：2015年7月15日

欢迎使用「金融眼」产品及服务（下称“本产品”或“本服务”）。本服务由湖北金融眼金融信息服务有限公司及其关联公司（下称“金融眼”或“我们”）基于以下协议条款而提供。请仔细阅读。在「金融眼」及相关产品及服务中，我们仅作为居间方，向具体债权债务关系双方转让债权及其他经过您事先认可的事项提供居间服务。我们向您（或称“用户”）提供的服务还需要您遵守其他条款及服务准则（包括但不限于服务说明及使用帮助等），您应同时阅读了解予以一并接受。您必须理解并同意本协议及相应条款及服务准则方得以使用我们提供的有关产品和服务。

一、注册用户的身份限制
 • 我们的服务仅针对持有中国有效身份证明的18周岁以上具有完全民事行为能力的自然人提供。如您不符合资格，请勿继续使用我们所提供的服务，并且，我们有权随时终止向您提供服务。
 • 您应保证您在使用我们所提供的服务中所涉及的资金来源合法，且不得用于任何非法目的。
 • 为了使用我们提供的服务，您需要事先同意并遵守《用户帐户注册及使用协议》，获得并在本服务中使用金融眼向您分配的注册帐户。
 • 您明确知晓并同意，以电子签名方式接受本服务各阶段所提供的相应协议条款是相关协议成立的前提，如您不能接受并同意该等协议条款的，则您应停止使用本产品。在此，您明确知晓并同意，您根据有关协议及本产品的相关规则在本产品各阶段确认签署的电子协议即视为您本人真实意愿签署的合同，具有法律效力，您承诺将不会因为采用电子签名、数据电文的形式而否定相应协议之法律效力。同时，您根据本协议以及本产品有关阶段的相关规则签署电子协议后，合同文本将保管于我们的专用服务器，并向您提供相关电子协议的保管查询、核对等服务，如对电子协议有任何疑问，您可通过本产品的相关系统板块查阅有关协议并进行核对。如对此有任何争议，应以我们保存于服务器的版本为准。

二、本网站的服务内容
我们将根据公布的服务准则、届时予以签署的有关协议及下述条款向用户提供如下服务：
 • 债权转让产品,债权转让是指债权持有人（小额贷款公司）通过网贷债权转让平台（金融眼）将债权挂出且并与购买人签订金融眼投资协议将所持有的债权转让给购买人的操作。理财投资人通过交易债权的实现获得相应收益。为使用该产品，各方应事先同意并遵守相应「金融眼」所提供的《金融眼投资协议》，并授权我们作为居间方为债权出让方及债权受让方撮合并自动进行交易债权的有关转让交易。
 • 我们将在各方的个人注册帐户页面同步更新其交易债权信息，包括该等交易债权所对应的其他金融眼借贷产品中债务人和理财投资人的个人姓名、联系方式等基于隐私保护而进行了掩码处理的个人信息，以及交易债权的有关信息等。各方均了解、同意并接受，该等信息的同步更新即视为我们对各方债权债务情况变更的通知。各方应及时查询并了解该等通知。

三、用户使用限制
 • 在本服务中，我们会将各方的需求信息进行相应的匹配。我们已经通过相关审核程序努力使该等信息尽可能地真实和准确，但是，我们无法就其内容的准确性、完整性、可靠性作出保证。如果您对上述信息存在合理怀疑的，则您可以选择终止相应债权转让行为，且您应向有关协议的合同对方追究因此遭受的损失。
 • 用户可以在我们的服务平台张贴评论、意见和其他内容，以及提出建议、意见或其他信息，唯其前提是该等内容须不违反中国现行法律法规及其他规范性文件的要求，不含有非法、淫秽、威胁、诽谤、侵犯隐私、侵犯知识产权或以其他形式对第三方权利构成侵犯。我们保留审查、清除或编辑这些内容的权利，并提供公开渠道接受用户对违法违规或侵权内容的投诉。用户声明和保证对于因其在我们的服务平台或其他空间所提供内容引起的对我们的损害进行赔偿。
 • 如果用户在我们所提供的服务平台中张贴内容或提交材料，除非我们另行说明，用户同意授予我们非独有的、免费的、永久的、不可撤销的和完全的再许可权的下述许可：在全世界范围内任何媒体上使用、转载、修改、改编、出版、翻译、创作衍生作品、分发和展示这些内容。

四、用户信息的保护及披露
 • 就我们要求您所提供的相关个人信息，我们将会尽最大努力予以妥善保管，采取包括但不限于按月定期更换存储您所提供的相应信息的强密码、严格控制登陆和管理后台的权限分配和加密等技术手段对您的信息采取保密措施；除法定或约定事由外，我们不会将您的个人信息予以公开或编辑或向任何第三方提供用户前述信息。

五、免责条款
 • 债权转让关系双方均理解并同意，我们作为居间方仅为双方最终交易的达成提供居间服务，如非因居间方原因导致的债权无法转让或实现、或相关债权收益无法兑现的，守约方应根据对应的债权债务关系向相对方直接索赔，我们将积极协助守约方进行前述索赔行为，但免于承担赔偿责任。
 • 您理解并同意，因网络系统或网络数据传输具有一定的迟延性，我们不能保证您的资金划转指令能够实时传输给银行，但我们将尽最大努力保证您的申请指令能够最迟于指令提交后次日24:00前提交给银行，并由银行进行相应处理。在我们代您向银行提交资金划转指令后，因银行方面原因导致您资金划转不成功或迟延的，我们对此不承担任何责任。
 • 您须确保通过本服务设置银行卡账单查询或处置相应银行卡中的资金时，不违背各银行的相关业务条款，且该银行卡为您本人所有，否则因此导致的责任均由您自行承担。
 • 除法律强制性规定外，我们负责按"现状"和"可得到"的状态向您提供服务。但我们的服务不作任何明示或暗示的保证，包括但不限于服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我们也不对其服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。
 • 我们对由于政府行为譬如政策或法规的变更、自然灾害或战争、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成服务站的暂时性关闭等任何影响网络正常运营的不可抗力事件，以及他人蓄意破坏、正常的系统维护、系统升级，或者因网络拥塞而导致本产品不能访问而造成的本产品所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
 • 我们不对用户所发布信息的保存、修改、删除或储存失败负责。对本产品上的非因我们故意所导致的排字错误、遗漏或疏忽等不承担责任。
 • 我们仅就本服务条款及使用条件所述服务向用户承担责任，且所承担的赔偿责任应以具体服务所收取的服务费（具体服务费收费标准以具体服务条款为准）的三倍为限。

六、软件使用条款
 • 您需要下载我们提供的手机软件并安装后方得以从手机客户端使用我们所提供的服务。我们在此授予您免费的、不可转让的、非独占的全球性个人许可，允许您使用由我们提供的、包含在服务中的软件。但是，您不得复制、修改、发布、出售、出租或为本协议以外的任何商业目的使用我们的服务或所含软件的任何部分，也不得进行反向工程或试图提取该软件的源代码，除非法律禁止上述限制或您已获得我们的书面许可。

七、知识产权声明
 • 我们的服务所包含或提供的所有内容诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件都是我们或内容提供者的财产，受中国和国际版权法的保护。我们服务中所提供使用的所有软件都是我们或其软件供应商的财产，受中国和国际版权法的保护。
 • 同时，我们尊重他人的知识产权。如果您认为相应信息对您的作品的使用已经构成版权侵犯，请通过kefu@faxeye.com或公布于客户端的客服电话及时通知我们，我们将按照现行法律法规的规定的版权侵权投诉程序予以处理。同时，您同意补偿我们因您所提交的通知而可能产生的第三方对于我们的索赔要求。

八、商标及相关权利
 • 我们的服务所包含或者提供的图表、标识、网页页眉、按钮图标、版式设计、色彩组合、文字、服务品名均为我们的商标、注册商标或商业外观（无论是否可注册或注册与否，以下简称“标识”）。这些标识不得以任何可能引起消费者混淆的方式或任何诋毁或诽谤我们的方式用于与我们无关联的任何商品或服务上。未经我们的书面许可，本产品任何内容都不应被解释为以默许或其他方式授予许可或使用本产品上出现的标识的权利。

九、服务的修改和终止
 • 我们始终在不断更改和改进其所提供的服务。我们可能会增加或删除某项服务功能，也可能暂停或彻底停止某项服务。用户可以随时停止使用我们的服务，我们也可能随时停止向用户提供服务，或随时对我们的服务增加或设置新的限制。但是，如果我们停止某项服务，我们会尽力向用户发出合理的提前通知，并让用户有机会备份和转移其留存在我们服务中的信息。
 • 如用户违反其在本服务条款及使用条件中的行为规范的，我们有权随时终止向用户提供所述服务。

十、适用法律
 • 您同意本服务条款和使用条件以及您和我们之间发生的任何争议均适用中华人民共和国法律。

十一、争议
 • 有关与您和我们之间发生的任何形式的争议均应友好协商解决，协商不成的，任一方有权将争议提交武汉市江汉区人民法院诉讼解决。

十二、条款修改和可分性
 • 为更好地提供服务并符合相关监管政策，我们可以随时修改上述条款。请您定期查阅本条款。我们会在网页上公布这些条款的修改通知，并列明最近的修改日期。如您不同意我们对相应条款作出的修改，您应立即停止使用我们所提供的服务。如果本条款中任何一条被视为废止、无效或因任何理由不可执行，该使用条件应视为可分割的且不影响任何其余条款的有效性和可执行性。

十三、通知
 • 各方之间的任何通知或书面函件必须以中文写成，以本协议约定的通知方式或指定的电子邮件地址通讯、传真、专人送达（包括特快专递）或挂号邮件之形式发送。
 • 如您的个人信息及联络方式发生变化，则应及时书面通知我们知晓，否则我们依据您的旧有信息而发送的任何通知及书面函件均应视同送达。
 • 我们将通过电子邮件、短信、在本产品上发布通知或本协议约定的其他方式与用户进行联系。您同意我们用这些方式提供给您的所有协议、通知、披露和其他信息是符合相关的法律法规要求的。如果我们以该等形式向您发出信息或者在本产品上发出相关通知，将视为您已收到所有协议、声明、披露和其它信息。

我们在法律允许最大范围内对本协议拥有解释权与修改权。
</pre>
</div>
<div id="text_2" style="display: none"  class="text">
    <h3>账户使用协议</h3>
<pre>
本协议是用户（以下简称“您”）与武汉金融眼网络科技有限公司及其关联公司（以下简称为“金融眼”）之间所订立的契约，请您仔细阅读本协议，您一旦注册、登录、使用或以任何方式使用本协议所涉及的相关服务的行为将视为对本协议的全部接受。
1.注册帐户分配及服务范围
在您根据本协议的约定获得金融眼分配的注册帐户后，您可以使用注册帐户享受由金融眼提供的包括但不限于下述产品并接受相关服务：
 • 金融眼
在您使用上述产品前，应另行同意各产品的服务条款及使用规则。
 • 注册帐户分配
为了使用我们提供的服务，我们有权要求您配合完成相关信息验证工作，并以验证后的个人身份信息为依据向您分配我们的注册帐户。根据所涉服务内容的不同，我们需要收集、使用和验证的您的信息包括但不限于：
 • 个人身份信息
包括但不限于姓名，个人有效证件（如二代身份证、护照）号码，个人即时拍摄的手持证件照片，联系手机号码，联系地址等信息。
我们有权在确保该等信息不会泄露的前提下向承担同等保密责任的第三方机构验证该等信息的准确性及有效性。
 • 个人工作及社交信息
为敦促您按时偿还款项，我们有权向您收集包括但不限于您所在工作单位的企业名称、电话、传真等企业信息以及您从该企业分配的企业邮箱信息，此外，您还需提供您常用的微博账户名、淘宝或其他网上商城的账户名信息，以及您在验证个人互联网社交信息时的所处地理位置信息等。
您同意，您有义务按照我们的要求提供本人的上述真实信息以供验证，并确保该等信息的有效性，同时也有义务在相关信息料发生变更时及时通知我们进行更新。若因您提供任何错误、不实、过时或不完整资料，或我们有合理理由怀疑该资料为错误、不实、过时或不完整的，我们有权暂停或终止对您提供服务，或限制您使用我们服务的部分或全部功能，我们对此免于承担任何责任。
2.帐户及服务使用规则
 • 您应负责维护您的账户的保密性并限制第三方使用/访问您的计算机或移动设备，并确保您的登陆密码（如您设置的话）及交易密码（您必须依照服务规则设置）未向任何第三方透露。并且，您同意对在您的账户下或已登录的设备中发生的所有活动承担责任。
 • 您必须自行准备如下设备和承担如下开支：
 • 上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；
 • 上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。
 • 您理解并接受金融眼提供的服务中可能包括广告，同意在使用服务的过程中显示金融眼和第三方供应商、合作伙伴提供的广告。
 • 您同意，金融眼拥有通过邮件、短信、电话、网站通知或声明等形式，向您发送服务信息、推广活动、售后服务、客户服务等告知信息的权利。如您不希望接收上述信息，可联系金融眼予以退订。
 • 用户在使用金融眼服务过程中，必须遵循以下原则：
 • 遵守中国有关的法律、法规及规范性文件；
 • 遵守所有与网络服务有关的网络协议、规定和程序；
 • 不得为任何非法目的而使用网络服务系统；
 • 不得利用金融眼服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；
 • 不得利用金融眼提供的服务上传、展示或传播任何虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；
 • 不得侵犯金融眼和其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；
 • 不得利用金融眼服务系统进行任何不利于金融眼的行为；
 • 如发现任何非法使用用户账号或账号出现安全漏洞的情况，应立即通告金融眼。
 • 如用户在使用网络服务时违反任何上述规定，金融眼或其授权人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户收藏的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。
 • 如果用户在我们所提供的服务平台中张贴内容或提交材料，除非我们另行说明，用户同意授予我们非独有的、免费的、永久的、不可撤销的和完全的再许可权的下述许可：在全世界范围内任何媒体上使用、转载、修改、改编、出版、翻译、创作衍生作品、分发和展示这些内容。
3.用户信息的保护及披露
 • 就我们要求您所提供的相关个人信息，我们将会尽最大努力予以妥善保管，采取包括但不限于按月定期更换存储您所提供的相应信息的强密码、严格控制登陆和管理后台的权限分配和加密等技术手段对您的信息采取保密措施；除法定或约定事由外，我们不会将您的个人信息予以公开或编辑或向任何第三方提供用户前述信息。
4.免责条款
 • 债权转让关系双方均理解并同意，我们作为居间方仅为双方最终交易的达成提供居间服务，如非因居间方原因导致的债权无法转让或实现、或相关债权收益无法兑现的，守约方应根据对应的债权债务关系向相对方直接索赔，我们将积极协助守约方进行前述索赔行为，但免于承担赔偿责任。
 • 您理解并同意，因网络系统或网络数据传输具有一定的迟延性，我们不能保证您的资金划转指令能够实时传输给银行，但我们将尽最大努力保证您的申请指令能够最迟于指令提交后次日24:00前提交给银行，并由银行进行相应处理。在我们代您向银行提交资金划转指令后，因银行方面原因导致您资金划转不成功或迟延的，我们对此不承担任何责任。
 • 您须确保通过本服务设置银行卡账单查询或处置相应银行卡中的资金时，不违背各银行的相关业务条款，且该银行卡为您本人所有，否则因此导致的责任均由您自行承担。
 • 除法律强制性规定外，我们负责按"现状"和"可得到"的状态向您提供服务。但我们的服务不作任何明示或暗示的保证，包括但不限于服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我们也不对其服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。
 • 我们对由于政府行为譬如政策或法规的变更、自然灾害或战争、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成服务站的暂时性关闭等任何影响网络正常运营的不可抗力事件，以及他人蓄意破坏、正常的系统维护、系统升级，或者因网络拥塞而导致本产品不能访问而造成的本产品所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
 • 我们不对用户所发布信息的保存、修改、删除或储存失败负责。对本产品上的非因我们故意所导致的排字错误、遗漏或疏忽等不承担责任。
 • 我们仅就本服务条款及使用条件所述服务向用户承担责任，且所承担的赔偿责任应以具体服务所收取的服务费（具体服务费收费标准以具体服务条款为准）的三倍为限。
5.软件使用条款
 • 您需要下载我们提供的手机软件并安装后方得以从手机客户端使用我们所提供的服务。我们在此授予您免费的、不可转让的、非独占的全球性个人许可，允许您使用由我们提供的、包含在服务中的软件。但是，您不得复制、修改、发布、出售、出租或为本协议以外的任何商业目的使用我们的服务或所含软件的任何部分，也不得进行反向工程或试图提取该软件的源代码，除非法律禁止上述限制或您已获得我们的书面许可。
6.知识产权声明
 • 我们的服务所包含或提供的所有内容诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件都是我们或内容提供者的财产，受中国和国际版权法的保护。我们服务中所提供使用的所有软件都是我们或其软件供应商的财产，受中国和国际版权法的保护。
 • 同时，我们尊重他人的知识产权。如果您认为相应信息对您的作品的使用已经构成版权侵犯，请通过kefu@faxeye.com或公布于客户端的客服电话及时通知我们，我们将按照现行法律法规的规定的版权侵权投诉程序予以处理。同时，您同意补偿我们因您所提交的通知而可能产生的第三方对于我们的索赔要求。
7.商标及相关权利
 • 我们的服务所包含或者提供的图表、标识、网页页眉、按钮图标、版式设计、色彩组合、文字、服务品名均为我们的商标、注册商标或商业外观（无论是否可注册或注册与否，以下简称“标识”）。这些标识不得以任何可能引起消费者混淆的方式或任何诋毁或诽谤我们的方式用于与我们无关联的任何商品或服务上。未经我们的书面许可，本产品任何内容都不应被解释为以默许或其他方式授予许可或使用本产品上出现的标识的权利。
8.服务的修改和终止
 • 我们始终在不断更改和改进其所提供的服务。我们可能会增加或删除某项服务功能，也可能暂停或彻底停止某项服务。用户可以随时停止使用我们的服务，我们也可能随时停止向用户提供服务，或随时对我们的服务增加或设置新的限制。但是，如果我们停止某项服务，我们会尽力向用户发出合理的提前通知，并让用户有机会备份和转移其留存在我们服务中的信息。
 • 如用户违反其在本服务条款及使用条件中的行为规范的，我们有权随时终止向用户提供所述服务。
9.适用法律
 • 您同意本服务条款和使用条件以及您和我们之间发生的任何争议均适用中华人民共和国法律。
10.争议
 • 有关与您和我们之间发生的任何形式的争议均应友好协商解决，协商不成的，任一方有权将争议提交武汉市江汉区人民法院诉讼解决。
11.条款修改和可分性
 • 为更好地提供服务并符合相关监管政策，我们可以随时修改上述条款。请您定期查阅本条款。我们会在网页上公布这些条款的修改通知，并列明最近的修改日期。如您不同意我们对相应条款作出的修改，您应立即停止使用我们所提供的服务。如果本条款中任何一条被视为废止、无效或因任何理由不可执行，该使用条件应视为可分割的且不影响任何其余条款的有效性和可执行性。
12.通知
 • 各方之间的任何通知或书面函件必须以中文写成，以本协议约定的通知方式或指定的电子邮件地址通讯、传真、专人送达（包括特快专递）或挂号邮件之形式发送。
 • 如您的个人信息及联络方式发生变化，则应及时书面通知我们知晓，否则我们依据您的旧有信息而发送的任何通知及书面函件均应视同送达。
 • 我们将通过电子邮件、短信、在本产品上发布通知或本协议约定的其他方式与用户进行联系。您同意我们用这些方式提供给您的所有协议、通知、披露和其他信息是符合相关的法律法规要求的。如果我们以该等形式向您发出信息或者在本产品上发出相关通知，将视为您已收到所有协议、声明、披露和其它信息。

我们在法律允许最大范围内对本协议拥有解释权与修改权。
</pre>
</div>
<div>
    <div class="box">
        <div><div onclick="show(1)" id="box_1" class="active">1</div></div>
        <div><div onclick="show(2)" id="box_2">2</div></div>
    </div>
</div>
<script>
    function show($number) {
        if($number==1) {
            document.getElementById('text_1').style.display = 'block';
            document.getElementById('text_2').style.display = 'none';
            document.getElementById('box_1').className = 'active';
            document.getElementById('box_2').className = '';
        }
        if($number==2) {
            document.getElementById('text_1').style.display = 'none';
            document.getElementById('text_2').style.display = 'block';
            document.getElementById('box_1').className = '';
            document.getElementById('box_2').className = 'active';
        }
        window.scrollTo(0,0);
    }
</script>